
/* No comment provided by engineer. */
"remindLabelContent" = "   心     率 :";
/* No comment provided by engineer. */
"startNewButtonContent" = "开始测试";
/* No comment provided by engineer. */
"shareButtonContent" = "历史纪录";
/* No comment provided by engineer. */
"rootTitle" = "心率检测";
/* No comment provided by engineer. */
"cancelWarn" = "测试取消";
/* No comment provided by engineer. */
"stateTitle" = "用途声明";
/* No comment provided by engineer. */
"stateContent" = "我们的app测试的结果并不能取代医疗测试数据，它也不能用于疾病防治，检测等其他用途.它只是用来测试人体大致的健康状态以及燃脂运动范围的检测等.";
/* No comment provided by engineer. */
"cancelButtonTitle" = "取消";
/* No comment provided by engineer. */
"acceptButtonTitle" = "同意!";
/* No comment provided by engineer. */
"shareContent" = "我发现了一款好用的app！";
/* No comment provided by engineer. */
"startTitle" = "准备";
/* No comment provided by engineer. */
"remindContent" = "请放上您的手指";
/* No comment provided by engineer. */
"remindMeasuring" = "测试中";
/* No comment provided by engineer. */
"remindFingers" = "请不要拿开您的手指";
/* No comment provided by engineer. */
"settingViewTitle" = "设置信息";
/* No comment provided by engineer. */
"userTitle" = "用户信息";
/* No comment provided by engineer. */
"historyTitle" = "历史纪录";
/* No comment provided by engineer. */
"userName" = "名字                              %@";
"userNameNil" = "名字                              ";
/* No comment provided by engineer. */
"userAge" = "年龄                                %@";
"userAgeNil" = "年龄                                ";
/* No comment provided by engineer. */
"userGender" = "性别                                %@";
"userGenderNil" = "性别                               ";
/* No comment provided by engineer. */
"historyDetails" = "详细的历史纪录";
/* No comment provided by engineer. */
"adviceCell" = "检测建议";
/* No comment provided by engineer. */
"resetCell" = "重置所有信息";
/* No comment provided by engineer. */
"userInfoTitle" = "用户信息";
/* No comment provided by engineer. */
"userNameCell" = "用户名                            ";
/* No comment provided by engineer. */
"BirthdayCell" = "生日       ";
/* No comment provided by engineer. */
"GenderCell" = "性别       ";
/* No comment provided by engineer. */
"userNameRemindCell" = "输入您的名字";
/* No comment provided by engineer. */
"GenderRadioMale" = "男";
/* No comment provided by engineer. */
"GenderRadioFemale" = "女";
/* No comment provided by engineer. */
"editTitle" = "编辑";
/* No comment provided by engineer. */
"historyviewTitle" = "历史纪录";
/* No comment provided by engineer. */
"resultviewTitle" = "检测建议";
/* No comment provided by engineer. */
"backTitle" = "<返回";
/* No comment provided by engineer. */
"cellTitle1" = "平均心率";
/* No comment provided by engineer. */
"cellTitle2" = "最大心率";
/* No comment provided by engineer. */
"cellTitle3" = "健康指数";
/* No comment provided by engineer. */
"cellTitle4" = "燃脂状态判定";
/* No comment provided by engineer. */
"moreButtonTitle" = "了解更多";
/* No comment provided by engineer. */
"maxMainText" = "\t\t\t\t最大心率\n\n\t最大心率是您在剧烈运动状态下所能达到的最大心跳速率，您的心脏在最大心率状态下无法获取更多的氧气，也无法再提高心率，它是您心脏所能达到的极限状态.医学表明，正常情况下,人的最大心率为 \"220－X\",此处的 \"X\" 代表您的年龄.  ";
/* No comment provided by engineer. */
"healthMainText" = "\t\t\t\t健康指数\n\n\t健康指数是通过计算您最后一次测量心率的数值和您理论上的最大心率的比例，然后通过和最新医疗数据对比，计算出您当前运动状态或者静息状态下的健康状况.通常情况下，保持最大心率的50%和70%之间是比较正常的心跳区间.";
/* No comment provided by engineer. */
"burningFatMainText" = "\t\t\t\t燃脂状态\n\n\t无论何时您想要减肥，运动都是最健康最效率的减肥方式.但是,大多数的人并不知道到底多大的运动量才是最有效率并且最适合自己身体状况的.医疗研究证明，保持您的当前心率和最大心率的比例为50%到70%之间是最适合健康健身的状态.超过这个比例的运动量，您的身体会受伤；低于这个比例的运动量,您的身体不能得到最有效的锻炼，达到燃烧脂肪的目的.我们的app正是为您检测这一状态而设计的.";
/* No comment provided by engineer. */
"progressText"="0                          60               100               150";
/* No comment provided by engineer. */
"historyDetailHeartRateIcon"="  %@           心率:%@";
/* No comment provided by engineer. */
"settingInfoResetAllTitle"="重置所有？";
/* No comment provided by engineer. */
"settingInfoResetAllContent"="您将要重置此app上的所有信息";
/* No comment provided by engineer. */
"settingInfoResetAllConfirm"="确认";
/* No comment provided by engineer. */
"settingInfoResetAllCancel"="取消";
/* No comment provided by engineer. */
"rootProgressLabel"="您的心率状况是：";
/* No comment provided by engineer. */
"rootProgressLabelNone"="无结果,请进行检测";
/* No comment provided by engineer. */
"rootProgressLabelNormal"="正常";
/* No comment provided by engineer. */
"rootProgressLabelIllSlow"="过慢";
/* No comment provided by engineer. */
"rootProgressLabelIllQuick"="过快";
"Go to Advice"="健康建议";
